{
  "Bosh Sahifa": "Início",
  "To'plam": "Coleção",
  "Biz Haqimizda": "Sobre Nós",
  "Aloqa": "Contato",
  "Buxoro": "Bukhara",
  "Tabiiy": "Natural",
  "Mahsulot": "Produto",
  "Free shopping": "Frete grátis",
  "Return Guarantee": "Garantia de devolução",
  "Online support": "Suporte online",
  "Secure payment": "Pagamento seguro",
  "Free shopping on all orders": "Frete grátis em todos os pedidos",
  "Technical support": "Suporte técnico",
  "All payment methods accepted": "Todos os métodos de pagamento aceitos",
  "Mahsulot sifati": "Qualidade do produto",
  "Buxoro tabiiy mahsuloti": "Produto natural de Bukhara",
  "ko'p yillar davomida butun dunyo uchun paxta matolarini ishlab chiqaradigan kompaniya bo'lib kelgan": "é uma empresa que há muitos anos produz tecidos de algodão para o mundo inteiro",
  "Qishki kolleksiya": "Coleção de inverno",
  "Kuzgi kolleksiya": "Coleção de outono",
  "Yozgi kolleksiya": "Coleção de verão",
  "News": "Notícias",
  "Bukhara natural product": "Produto natural de Bukhara",
  "How to choose perfect gadgets": "Como escolher os gadgets perfeitos",
  "by admin": "por admin",
  "'Bukhara Natural Product' has been a company that produces cotton fabrics for many years for use all over the world.": "'Bukhara Natural Product' é uma empresa que há muitos anos produz tecidos de algodão para uso em todo o mundo.",
  "Menu": "Menu",
  "Home": "Início",
  "About Us": "Sobre Nós",
  "Collection": "Coleção",
  "Contact": "Contato",
  "Contacts": "Contatos",
  "Subscribe to our email": "Assine nosso e-mail",
  "Enter Your Email": "Digite seu e-mail",
  "Subscribe": "Assinar",
  " LLC 'BUKHARA NATURAL PRODUCT'. All rights reserved.": " LLC 'BUKHARA NATURAL PRODUCT'. Todos os direitos reservados.",
  "Bukhara Natural Product": "Produto Natural de Bukhara",
  "Bukhara fabrics, Eco bagsOur factory has been a company that produces cotton fabrics for use all over the world for many years.": "Tecidos de Bukhara, Eco bags Nossa fábrica é uma empresa que há muitos anos produz tecidos de algodão para uso em todo o mundo.",
  "Bukhara fabrics, Eco bagsThis company has been serving customers for 17 years.": "Tecidos de Bukhara, Eco bags Esta empresa está atendendo clientes há 17 anos.",
  "Bukhara fabrics, Eco bagsThe main goal of this company is to produce high quality and cost effective products.": "Tecidos de Bukhara, Eco bags O principal objetivo desta empresa é produzir produtos de alta qualidade e com baixo custo.",
  "Bukhara fabrics, Eco bagsThe production process of this company is completely environmentally friendly.": "Tecidos de Bukhara, Eco bags O processo de produção desta empresa é completamente ecológico.",
  "Bukhara fabrics, Eco bagsThe company can produce any types of cotton raw materials according to the requirements and suggestions of customers.": "Tecidos de Bukhara, Eco bags A empresa pode produzir qualquer tipo de matéria-prima de algodão de acordo com os requisitos e sugestões dos clientes.",
  "Bukhara fabrics, Eco bagsCurrently, more than 80 families contribute to the prestige and success of the company by providing financially for their families.": "Tecidos de Bukhara, Eco bags Atualmente, mais de 80 famílias contribuem para o prestígio e sucesso da empresa ao prover financeiramente suas famílias.",
  "Bukhara fabrics, Eco bagsTo meet this demand, 50 looms are running at high speed, non-stop.": "Tecidos de Bukhara, Eco bags Para atender a essa demanda, 50 teares estão funcionando em alta velocidade, sem parar.",
  "Bukhara fabrics, Eco bagsWe have the capacity to weave 200-250,000 meters of fabric per month.": "Tecidos de Bukhara, Eco bags Temos capacidade para tecer 200-250.000 metros de tecido por mês.",
  "Bukhara fabrics, Eco bagsIn accordance with the high demand of our customers, the company has now launched the production of high-quality premium eco-bags.": "Tecidos de Bukhara, Eco bags De acordo com a alta demanda de nossos clientes, a empresa lançou agora a produção de ecobags premium de alta qualidade.",
  "Bukhara fabrics, Eco bagsBukhara Natural Product Company is pleased to serve its loyal customers at any time.": "Tecidos de Bukhara, Eco bags A empresa Bukhara Natural Product tem o prazer de servir seus clientes fiéis a qualquer momento.",
  "Your Email": "Seu e-mail",
  "Phone Number": "Número de telefone",
  "Your Message Here": "Sua mensagem aqui",
  "Search Here": "Pesquise aqui",
  "Spring Collection": "Coleção de primavera",
  "Winter Collection": "Coleção de inverno",
  "Autumn Collection": "Coleção de outono",
  "Summer Collection": "Coleção de verão",
  "All": "Todos",
  "Initial Sort": "Ordenação inicial",
  "A-Z": "A-Z",
  "Z-A": "Z-A",
  "Ma'lumotlar topilmadi": "Informações não encontradas",
  "Showing ": "Mostrando ",
  "Material": "Material",
  "Pillowcase": "Fronha",
  "Bed Sheet": "Lençol",
  "Duvet Cover": "Capa de edredom",
  "Size": "Tamanho",
  "Manufacturer": "Fabricante",
  "Category: ": "Categoria: ",
  "Description": "Descrição",
  "Bedding set Squares": "Conjunto de cama Squares",
  "Bed linen is a household item and bedroom decor designed for comfort and beauty. You can choose from a variety of bed sets that include sheets, blankets, pillow crafts and other accessories. They have various designs, prints, embroideries or other design elements. They are easy and quick to clean and clean. They are made from soft materials and they make your bedrooms cozy and cozy.": "Roupa de cama é um item doméstico e decoração de quarto projetado para conforto e beleza. Você pode escolher entre uma variedade de conjuntos de cama que incluem lençóis, cobertores, travesseiros e outros acessórios. Eles possuem diversos designs, estampas, bordados ou outros elementos de design. São fáceis e rápidos de limpar. São feitos de materiais macios e tornam seus quartos confortáveis ​​e aconchegantes.",
  "Reviews ": "Avaliações ",
  "There are no reviews yet": "Ainda não há avaliações",
  "Your email address will not published. Required fields are marked*": "Seu endereço de e-mail não será publicado. Os campos obrigatórios estão marcados*",
  "Be the first to review ": "Seja o primeiro a avaliar ",
  "Your Rating:": "Sua classificação:",
  "30 day money back": "30 dias de garantia de devolução",
  "Submit": "Submeter",
  "of": "de"
}
