{
  "Bosh Sahifa": "Главная",
  "To'plam": "Коллекция",
  "Biz Haqimizda": "О нас",
  "Aloqa": "Контакт",
  "Buxoro": "Бухара",
  "Tabiiy": "Натуральный",
  "Mahsulot": "Продукт",
  "Free shopping": "Бесплатная доставка",
  "Return Guarantee": "Гарантия возврата",
  "Online support": "Онлайн поддержка",
  "Secure payment": "Безопасная оплата",
  "Free shopping on all orders": "Бесплатная доставка на все заказы",
  "Technical support": "Техническая поддержка",
  "All payment methods accepted": "Принимаются все методы оплаты",
  "Mahsulot sifati": "Качество продукта",
  "Buxoro tabiiy mahsuloti": "Натуральный продукт Бухары",
  "ko'p yillar davomida butun dunyo uchun paxta matolarini ishlab chiqaradigan kompaniya bo'lib kelgan": "является компанией, производящей хлопковые ткани для всего мира на протяжении многих лет",
  "Qishki kolleksiya": "Зимняя коллекция",
  "Kuzgi kolleksiya": "Осенняя коллекция",
  "Yozgi kolleksiya": "Летняя коллекция",
  "News": "Новости",
  "Bukhara natural product": "Натуральный продукт Бухары",
  "How to choose perfect gadgets": "Как выбрать идеальные гаджеты",
  "When while the lovely valley teems with vapour around me and the meridian sun strikes the upper surface of the impenetrable foliage of my trees and but a few stray gleams steal into the inner sanctuary, I throw myself down among the tall grass by the trickling stream; and, as I lie close to the earth, a thousand unknown plants are noticed by me: when I hear the buzz of the little world among the stalks and grow familiar with the countless indescribable forms of the insects and flies then I feel the presence of the Almighty who formed us in his own image and the breath of that universal love which bears and sustains us as it floats around us in an eternity of bliss and then my friend when darkness overspreads my eyes and heaven and earth seem to dwell in my soul and absorb its power like the form of a beloved mistress then I often think with longing Oh would I describe these conceptions could impress upon paper all that is living so full and warm within me that it might be the mirror of my soul as my soul is the mirror of the infinite God!O my friend - but it is too much for my strength - I sink under the weight of the splendour of these visions! A wonderful serenity has taken possession of my entire soul like these sweet mornings of spring which I enjoy with my whole heart. I am alone and feel the charm of existence in this spot which was created for the bliss of souls like mine.I am so happy my dear friend so absorbed in the exquisite sense of mere tranquil existence that I neglect my talents. I should be incapable of drawing a single stroke at the present moment; and yet I feel that I never was a greater artist than now.When while the lovely valley teems with vapour around me and the meridian sun strikes the upper surface of the impenetrable foliage of my trees and but a few stray gleams steal into the inner sanctuary I throw myself down among the tall grass by the trickling stream and as I lie close to the earth a thousand unknown plants are noticed by me: when I hear the buzz of the little world among the stalks and grow familiar with the countless indescribable forms of the insects and flies then I feel the presence of the Almighty who formed us in his own image and the breath of that universal love which bears and sustains us as it floats around us in an eternity of bliss; and then my friend when darkness overspreads my eyes and heaven and earth seem to dwell in my soul and absorb its power like the form of a beloved mistress then I often think with longing Oh would I describe these conceptions could impress upon paper all that is living so full and warm within me.": "Когда прекрасная долина полна пара вокруг меня и полуденное солнце светит на верхнюю поверхность непроницаемой листвы моих деревьев, а лишь несколько блуждающих лучей проникают в внутреннее святилище, я бросаюсь в высокую траву у журчащего ручья; и, когда я лежу близко к земле, я замечаю тысячу незнакомых растений: когда я слышу жужжание маленького мира среди стеблей и становлюсь знаком с бесчисленными неописуемыми формами насекомых и мух, тогда я чувствую присутствие Всевышнего, который создал нас по своему образу, и дыхание той универсальной любви, которая носит и поддерживает нас, пока она кружит вокруг нас в вечности блаженства, и тогда, мой друг, когда тьма накрывает мои глаза и небо и земля, кажется, живут в моей душе и поглощают ее силу, как форма возлюбленной, тогда я часто думаю с тоской: О, мог бы я описать эти представления, которые могли бы запечатлеть на бумаге все живое, так полное и теплое внутри меня, что это могло бы стать зеркалом моей души, как моя душа является зеркалом бесконечного Бога! О, мой друг - но это слишком для моей силы - я погружаюсь под весом великолепия этих видений! Прекрасное спокойствие завладело всей моей душой, как эти сладкие утренние часы весны, которые я наслаждаюсь всем сердцем. Я один и чувствую очарование существования в этом месте, созданном для блаженства душ, подобных моей. Я так счастлив, мой дорогой друг, так поглощен изысканным чувством простого спокойного существования, что пренебрегаю своими талантами. В данный момент я был бы не в состоянии провести ни одной линии; и все же я чувствую, что никогда не был лучшим художником, чем сейчас. Когда прекрасная долина полна пара вокруг меня и полуденное солнце светит на верхнюю поверхность непроницаемой листвы моих деревьев, а лишь несколько блуждающих лучей проникают в внутреннее святилище, я бросаюсь в высокую траву у журчащего ручья и, когда я лежу близко к земле, я замечаю тысячу незнакомых растений: когда я слышу жужжание маленького мира среди стеблей и становлюсь знаком с бесчисленными неописуемыми формами насекомых и мух, тогда я чувствую присутствие Всевышнего, который создал нас по своему образу, и дыхание той универсальной любви, которая носит и поддерживает нас, пока она кружит вокруг нас в вечности блаженства; и тогда, мой друг, когда тьма накрывает мои глаза и небо и земля, кажется, живут в моей душе и поглощают ее силу, как форма возлюбленной, тогда я часто думаю с тоской: О, мог бы я описать эти представления, которые могли бы запечатлеть на бумаге все живое, так полное и теплое внутри меня.",
  "by admin": "от админа",
  "'Bukhara Natural Product' has been a company that produces cotton fabrics for use all over the world.": "'Bukhara Natural Product' была компанией, производящей хлопковые ткани для использования по всему миру на протяжении многих лет.",
  "Menu": "Меню",
  "Home": "Главная",
  "About Us": "О нас",
  "Collection": "Коллекция",
  "Contact": "Контакт",
  "Contacts": "Контакты",
  "Subscribe to our email": "Подпишитесь на нашу почту",
  "Enter Your Email": "Введите ваш email",
  "Subscribe": "Подписаться",
  " LLC 'BUKHARA NATURAL PRODUCT'. All rights reserved.": " ООО 'BUKHARA NATURAL PRODUCT'. Все права защищены.",
  "Bukhara Natural Product": "Натуральный продукт Бухары",
  "Buxoro matolari, Eco sumkalar, Bukhara fabrics, Eco bagsOur factory has been a company that produces cotton fabrics for use all over the world for many years.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки Наша фабрика является компанией, производящей хлопковые ткани для использования по всему миру на протяжении многих лет.",
  "Buxoro matolari, Eco sumkalar, Bukhara fabrics, Eco bagsThis company has been serving customers for 17 years.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки Эта компания обслуживает клиентов уже 17 лет.",
  "Buxoro matolari, Eco sumkalar, Bukhara fabrics, Eco bagsThe main goal of this company is to produce high quality and cost effective products.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки Главная цель этой компании — производить высококачественные и экономически эффективные продукты.",
  "Buxoro matolari, Eco sumkalar, Bukhara fabrics, Eco bagsThe company produces natural and organic fabrics from cotton.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки Компания производит натуральные и органические ткани из хлопка.",
  "Buxoro matolari, Eco sumkalar, Bukhara fabrics, Eco bagsThe company has received many awards and certificates in the field of textile production.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки Компания получила множество наград и сертификатов в области текстильного производства.",
  "Buxoro matolari, Eco sumkalar, Bukhara fabrics, Eco bagsIn addition, we produce special products according to customers' requests.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки Кроме того, мы производим специальные продукты по запросам клиентов.",
  "Buxoro matolari, Eco sumkalar, Bukhara fabrics, Eco bagsThis company exports its products to different countries.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки Эта компания экспортирует свои продукты в разные страны.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bagsIn accordance with the high demand of our customers, the company has now launched the production of high-quality premium eco-bags.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки В соответствии с высоким спросом наших клиентов, компания теперь запустила производство высококачественных премиум эко-сумок.",
  "Buxoro matolari, Eco sumkalar, Bukhara fabrics, Eco bagsBukhara Natural Product Company is pleased to serve its loyal customers at any time.": "Ткани Бухары, Эко-сумки, Ткани Бухары, Эко-сумки Компания 'Bukhara Natural Product' рада обслуживать своих постоянных клиентов в любое время.",
  "Your Email": "Ваш email",
  "Phone Number": "Номер телефона",
  "Your Message Here": "Ваше сообщение здесь",
  "Search Here": "Поиск здесь",
  "Spring Collection": "Весенний сбор",
  "Winter Collection": "Зимняя коллекция",
  "Autumn Collection": "Осенняя коллекция",
  "Summer Collection": "Летняя коллекция",
  "All": "Все",
  "Initial Sort": "Начальная сортировка",
  "A-Z": "A-Z",
  "Z-A": "Z-A",
  "Ma'lumotlar topilmadi": "Данные не найдены",
  "Showing ": "Показано ",
  "Material": "Материал",
  "Pillowcase": "Наволочка",
  "Bed Sheet": "Простыня",
  "Duvet Cover": "Пододеяльник",
  "Size": "Размер",
  "Manufacturer": "Производитель",
  "Category: ": "Категория: ",
  "Description": "Описание",
  "Bedding set Squares": "Комплект постельного белья Квадраты",
  "Bed linen is a household item and bedroom decor designed for comfort and beauty. You can choose from a variety of bed sets that include sheets, blankets, pillow crafts and other accessories. They have various designs, prints, embroideries or other design elements. They are easy and quick to clean and clean. They are made from soft materials and they make your bedrooms cozy and cozy.": "Постельное белье является предметом домашнего обихода и декором спальни, предназначенным для комфорта и красоты. Вы можете выбрать из множества комплектов постельного белья, которые включают простыни, одеяла, наволочки и другие аксессуары. Они имеют различные дизайны, принты, вышивки или другие элементы дизайна. Их легко и быстро очищать и мыть. Они изготовлены из мягких материалов и делают ваши спальни уютными и комфортными.",
  "Reviews ": "Отзывы ",
  "There are no reviews yet": "Отзывов пока нет",
  "Your email address will not published. Required fields are marked*": "Ваш адрес электронной почты не будет опубликован. Обязательные поля отмечены*",
  "Be the first to review ": "Будьте первым, кто оставит отзыв ",
  "Your Rating:": "Ваша оценка:",
  "30 day money back": "Возврат денег в течение 30 дней",
  "Submit": "Вход",
  "of": "из"
}
