{
  "Bosh Sahifa": "Bosh Sahifa",
  "To'plam": "To'plam",
  "Biz Haqimizda": "Biz Haqimizda",
  "Aloqa": "Aloqa",
  "Buxoro": "Buxoro",
  "Tabiiy": "Tabiiy",
  "Mahsulot": "Mahsulot",
  "Free shopping": "Bepul yetkazib berish",
  "Return Guarantee": "Qaytarish kafolati",
  "Online support": "Onlayn qo'llab-quvvatlash",
  "Secure payment": "Xavfsiz to'lov",
  "Free shopping on all orders": "Barcha buyurtmalar uchun bepul yetkazib berish",
  "Technical support": "Texnik qo'llab-quvvatlash",
  "All payment methods accepted": "Barcha to'lov usullari qabul qilinadi",
  "Mahsulot sifati": "Mahsulot sifati",
  "Buxoro tabiiy mahsuloti": "Buxoro tabiiy mahsuloti",
  "ko'p yillar davomida butun dunyo uchun paxta matolarini ishlab chiqaradigan kompaniya bo'lib kelgan": "ko'p yillar davomida butun dunyo uchun paxta matolarini ishlab chiqaradigan kompaniya bo'lib kelgan",
  "Qishki kolleksiya": "Qishki kolleksiya",
  "Kuzgi kolleksiya": "Kuzgi kolleksiya",
  "Yozgi kolleksiya": "Yozgi kolleksiya",
  "News": "Yangiliklar",
  "Bukhara natural product": "Buxoro tabiiy mahsuloti",
  "How to choose perfect gadgets": "Ideal gadjetlarni qanday tanlash mumkin",
  "When while the lovely valley teems with vapour around me and the meridian sun strikes the upper surface of the impenetrable foliage of my trees and but a few stray gleams steal into the inner sanctuary, I throw myself down among the tall grass by the trickling stream; and, as I lie close to the earth, a thousand unknown plants are noticed by me: when I hear the buzz of the little world among the stalks and grow familiar with the countless indescribable forms of the insects and flies then I feel the presence of the Almighty who formed us in his own image and the breath of that universal love which bears and sustains us as it floats around us in an eternity of bliss and then my friend when darkness overspreads my eyes and heaven and earth seem to dwell in my soul and absorb its power like the form of a beloved mistress then I often think with longing Oh would I describe these conceptions could impress upon paper all that is living so full and warm within me that it might be the mirror of my soul as my soul is the mirror of the infinite God!O my friend - but it is too much for my strength - I sink under the weight of the splendour of these visions! A wonderful serenity has taken possession of my entire soul like these sweet mornings of spring which I enjoy with my whole heart. I am alone and feel the charm of existence in this spot which was created for the bliss of souls like mine.I am so happy my dear friend so absorbed in the exquisite sense of mere tranquil existence that I neglect my talents. I should be incapable of drawing a single stroke at the present moment; and yet I feel that I never was a greater artist than now.When while the lovely valley teems with vapour around me and the meridian sun strikes the upper surface of the impenetrable foliage of my trees and but a few stray gleams steal into the inner sanctuary I throw myself down among the tall grass by the trickling stream and as I lie close to the earth a thousand unknown plants are noticed by me: when I hear the buzz of the little world among the stalks and grow familiar with the countless indescribable forms of the insects and flies then I feel the presence of the Almighty who formed us in his own image and the breath of that universal love which bears and sustains us as it floats around us in an eternity of bliss; and then my friend when darkness overspreads my eyes and heaven and earth seem to dwell in my soul and absorb its power like the form of a beloved mistress then I often think with longing Oh would I describe these conceptions could impress upon paper all that is living so full and warm within me.": "Go'zal vodiy atrofimda bug'lanib, quyoshning choqqi nurlari daraxtlarimning qalin barglariga tushganda, bir nechta nurlar yashirin ma'badga kirib kelganida, men sharillab oqayotgan irmoq bo'yida baland o'tlar orasiga yotaman; va yerni quchoqlagan holda yotganimda, minglab noma'lum o'simliklarni sezaman: novdalardagi mayda olamning g'uvillashini eshitib, hasharotlar va pashshalarining son-sanoqsiz shakllarini tanib qolaman, shunda men bizni o'z suratida yaratgan Qodirning mavjudligini his qilaman va atrofimizda abadiy lazzat ichida suzib yurgan o'sha muqaddas sevgi nafasini sezaman; va, do'stim, ko'zimga zulmat cho'kib, osmon va yer jonimga joylashganda va kuchini mening qalbimni sug'oradigan go'zal qiyofa singari so'rib olayotganda, oh, men bu tasavvurlarni qog'ozga tushira olsam edi, hammasini jonli va iliq hislar bilan yozsam edi, qalbimning aksini yaratgan bo'lar edim. Do'stim, bu meni kuchimdan oshib ketdi - bu xayollarning ulug'vorligi ostida yiqilib tushaman! Butun jonimni sokin bahorning tongi kabi ajoyib xotirjamlik egalladi, bu erda yolg'izman va bu hayotning zavqi ichida baxtliman. Shu paytda men hech narsa chiza olmayman; ammo men hech qachon bundan ham yaxshi rassom bo'lmaganman.",
  "by admin": "admin tomonidan",
  "'Bukhara Natural Product' has been a company that produces cotton fabrics for many years for use all over the world.": "'Buxoro Natural Product' ko'p yillar davomida butun dunyo uchun paxta matolarini ishlab chiqaradigan kompaniya bo'lib kelgan.",
  "Menu": "Menyu",
  "Home": "Bosh Sahifa",
  "About Us": "Biz Haqimizda",
  "Collection": "To'plam",
  "Contact": "Aloqa",
  "Contacts": "Kontaktlar",
  "Subscribe to our email": "Bizning emailimizga obuna bo'ling",
  "Enter Your Email": "Emailingizni kiriting",
  "Subscribe": "Obuna bo'lish",
  " LLC 'BUKHARA NATURAL PRODUCT'. All rights reserved.": " MCHJ 'BUXORO NATURAL PRODUCT'. Barcha huquqlar himoyalangan.",
  "Bukhara Natural Product": "Buxoro Tabiiy Mahsulot",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bagsOur factory has been a company that produces cotton fabrics for use all over the world for many years.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Fabrikamiz ko'p yillar davomida butun dunyo uchun paxta matolarini ishlab chiqaradigan kompaniya bo'lib kelgan.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags This company has been serving customers for 17 years.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Ushbu kompaniya 17 yildan beri mijozlarga xizmat qilib kelmoqda.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags The main goal of this company is to produce high quality and cost effective products.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Ushbu kompaniyaning asosiy maqsadi yuqori sifatli va iqtisodiy samarador mahsulotlar ishlab chiqarishdir.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags The production process of this company is completely environmentally friendly.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Ushbu kompaniyaning ishlab chiqarish jarayoni butunlay ekologik toza.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags The company can produce any types of cotton raw materials according to the requirements and suggestions of customers.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Kompaniya mijozlarning talablari va takliflariga muvofiq har qanday turdagi paxta xom ashyosini ishlab chiqarishi mumkin.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags Currently, more than 80 families contribute to the prestige and success of the company by providing financially for their families.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Hozirda 80 dan ortiq oila o'z oilalarini moliyaviy ta'minlash orqali kompaniyaning obro'si va muvaffaqiyatiga hissa qo'shmoqda.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags To meet this demand, 50 looms are running at high speed, non-stop.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Ushbu talabni qondirish uchun 50 ta to'quv dastgohi yuqori tezlikda, tinimsiz ishlamoqda.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags We have the capacity to weave 200-250,000 meters of fabric per month.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Biz oyiga 200-250 ming metr mato to'qish imkoniyatiga egamiz.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags In accordance with the high demand of our customers, the company has now launched the production of high-quality premium eco-bags.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Mijozlarimizning yuqori talabi bilan kompaniya endi yuqori sifatli premium eco-sumkalar ishlab chiqarishni yo'lga qo'ydi.",
  "Bukhara fabrics, Eco bags, Bukhara fabrics, Eco bags Bukhara Natural Product Company is pleased to serve its loyal customers at any time.": "Buxoro matolari, Eco sumkalar, Buxoro matolari, Eco sumkalar Buxoro Natural Product kompaniyasi sodiq mijozlariga har doim xizmat qilishdan mamnun.",
  "Your Email": "Emailingiz",
  "Phone Number": "Telefon raqamingiz",
  "Your Message Here": "Xabaringizni bu yerga kiriting",
  "Search Here": "Bu yerda qidiring",
  "Spring Collection": "Bahor Kolleksiyasi",
  "Winter Collection": "Qish Kolleksiyasi",
  "Autumn Collection": "Kuz Kolleksiyasi",
  "Summer Collection": "Yozgi Kolleksiya",
  "All": "Barchasi",
  "Initial Sort": "Boshlang'ich Saralash",
  "A-Z": "A-Z",
  "Z-A": "Z-A",
  "Ma'lumotlar topilmadi": "Ma'lumotlar topilmadi",
  "Showing ": "Ko'rsatilmoqda ",
  "Material": "Material",
  "Pillowcase": "Yostiq jildi",
  "Bed Sheet": "Choyshab",
  "Duvet Cover": "Ko'rpa jildi",
  "Size": "O'lcham",
  "Manufacturer": "Ishlab chiqaruvchi",
  "Category: ": "Kategoriya: ",
  "Description": "Tavsif",
  "Bedding set Squares": "To'shak to'plami kvadratlar",
  "Bed linen is a household item and bedroom decor designed for comfort and beauty. You can choose from a variety of bed sets that include sheets, blankets, pillow crafts and other accessories. They have various designs, prints, embroideries or other design elements. They are easy and quick to clean and clean. They are made from soft materials and they make your bedrooms cozy and cozy.": "To'shak jihozlari – bu qulaylik va go'zallik uchun mo'ljallangan uy-ro'zg'or buyumi va yotoqxona dekoridir. Siz choyshablar, ko'rpalar, yostiq jildlari va boshqa aksessuarlarni o'z ichiga olgan turli xil to'shak to'plamlaridan tanlashingiz mumkin. Ular turli dizaynlar, bosmalar, kashtalar yoki boshqa dizayn elementlariga ega. Ularni tozalash oson va tez. Ular yumshoq materiallardan tayyorlangan va yotoqxonangizni qulay va shinam qiladi.",
  "Reviews ": "Sharhlar ",
  "There are no reviews yet": "Hozircha sharhlar yo'q",
  "Your email address will not published. Required fields are marked*": "Email manzilingiz chop etilmaydi. Majburiy maydonlar * bilan belgilangan.",
  "Be the first to review ": "Birinchi bo'lib sharh qoldiring ",
  "Your Rating:": "Sizning bahongiz:",
  "30 day money back": "30 kunlik pulni qaytarish kafolati",
  "Submit": "Yuborish",
  "of": "dan"
}
